Repository: 51BiZeHeRyErNiGdE51/relationshipapp
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ko, pt

source: Never have I ever planned a surprise that completely failed.
de: Hab ich noch nie eine Überraschung geplant, die total schiefging.
es: Yo nunca he planeado una sorpresa que salió fatal.
fr: Je n'ai jamais prévu une surprise qui a complètement foiré.
ko: 깜짝 이벤트 완전 망해 본 적 없어.
pt: Eu nunca planeiei uma surpresa que correu mal.

source: Never have I ever practiced a speech in the mirror for you.
de: Hab ich noch nie vor dem Spiegel eine Rede für dich geübt.
es: Yo nunca he practicado un discurso frente al espejo para ti.
fr: Je n'ai jamais répété un discours devant le miroir pour toi.
ko: 너한테 할 말 거울 앞에서 연습해 본 적 없어.
pt: Eu nunca ensaiei um discurso ao espelho para ti.

source: Never have I ever practiced how to introduce you to people.
de: Hab ich noch nie geübt, wie ich dich Leuten vorstelle.
es: Yo nunca he practicado cómo presentarte a la gente.
fr: Je n'ai jamais répété comment te présenter aux gens.
ko: 너 소개하는 말 연습해 본 적 없어.
pt: Eu nunca ensaiei como te apresentar às pessoas.

source: Never have I ever practiced what I'd say before a hard talk.
de: Hab ich noch nie vor einem schweren Gespräch geübt, was ich sage.
es: Yo nunca he ensayado qué diría antes de una charla difícil.
fr: Je n'ai jamais répété ce que je dirais avant une discussion difficile.
ko: 힘든 대화 전에 할 말 연습해 본 적 없어.
pt: Eu nunca ensaiei o que ia dizer antes de uma conversa difícil.

source: Never have I ever pretended I didn't see your message.
de: Hab ich noch nie so getan, als hätte ich deine Nachricht nicht gesehen.
es: Yo nunca he fingido que no vi tu mensaje.
fr: Je n'ai jamais fait semblant de ne pas voir ton message.
ko: 네 메시지 못 본 척한 적 없어.
pt: Eu nunca fingi que não vi a tua mensagem.

source: Never have I ever pretended I wasn't hungry so you could eat.
de: Hab ich noch nie so getan, als hätte ich keinen Hunger, damit du essen kannst.
es: Yo nunca he fingido que no tenía hambre para que comieras tú.
fr: Je n'ai jamais fait semblant de ne pas avoir faim pour que tu manges.
ko: 네가 먹게 하려고 배 안 고픈 척한 적 없어.
pt: Eu nunca fingi que não tinha fome para deixares comer.

source: Never have I ever pretended to be asleep.
de: Hab ich noch nie so getan, als würde ich schlafen.
es: Yo nunca he fingido estar dormido.
fr: Je n'ai jamais fait semblant de dormir.
ko: 자는 척한 적 없어.
pt: Eu nunca fingi que estava a dormir.

source: Never have I ever pretended to know a celebrity you love.
de: Hab ich noch nie so getan, als kenne ich einen Star, den du liebst.
es: Yo nunca he fingido conocer a una celebridad que adoras.
fr: Je n'ai jamais fait semblant de connaître une célébrité que tu adores.
ko: 네가 좋아하는 연예인 아는 척한 적 없어.
pt: Eu nunca fingi que conhecia uma celebridade que adoras.

source: Never have I ever pretended to like a gift from you.
de: Hab ich noch nie so getan, als gefiele mir ein Geschenk von dir.
es: Yo nunca he fingido que me gustó un regalo tuyo.
fr: Je n'ai jamais fait semblant d'aimer un cadeau de toi.
ko: 네 선물 마음에 드는 척한 적 없어.
pt: Eu nunca fingi que gostei de um presente teu.

source: Never have I ever pretended to like your cooking.
de: Hab ich noch nie so getan, als schmeckte mir dein Essen.
es: Yo nunca he fingido que me gustaba tu cocina.
fr: Je n'ai jamais fait semblant d'aimer ta cuisine.
ko: 네 요리 맛있는 척한 적 없어.
pt: Eu nunca fingi que gostei da tua comida.

source: Never have I ever re-gifted something you gave me.
de: Hab ich noch nie etwas weiterverschenkt, das du mir geschenkt hast.
es: Yo nunca he regalado de nuevo algo que me diste.
fr: Je n'ai jamais refait cadeau un truc que tu m'avais offert.
ko: 네가 준 거 재선물한 적 없어.
pt: Eu nunca re-ofereci algo que me deste.

source: Never have I ever read your texts over your shoulder.
de: Hab ich noch nie deine Nachrichten über deine Schulter mitgelesen.
es: Yo nunca he leído tus mensajes por encima de tu hombro.
fr: Je n'ai jamais lu tes textos par-dessus ton épaule.
ko: 네 문자 어깨 너머로 읽어 본 적 없어.
pt: Eu nunca li as tuas mensagens por cima do ombro.

source: Never have I ever rewritten a text five times.
de: Hab ich noch nie eine Nachricht fünfmal umgeschrieben.
es: Yo nunca he reescrito un mensaje cinco veces.
fr: Je n'ai jamais réécrit un texto cinq fois.
ko: 문자 다섯 번 고쳐 쓴 적 없어.
pt: Eu nunca reescrevi uma mensagem cinco vezes.

source: Never have I ever said "I'm fine" when I wasn't.
de: Hab ich noch nie „Alles gut“ gesagt, wenn's nicht stimmte.
es: Yo nunca he dicho «estoy bien» cuando no lo estaba.
fr: Je n'ai jamais dit « ça va » alors que non.
ko: 괜찮다고 했는데 사실은 아니었던 적 없어.
pt: Eu nunca disse «estou bem» quando não estava.

source: Never have I ever saved a cute text from you forever.
de: Hab ich noch nie eine süße Nachricht von dir für immer gespeichert.
es: Yo nunca he guardado para siempre un mensaje tierno tuyo.
fr: Je n'ai jamais gardé un texto mignon de toi pour toujours.
ko: 네 귀여운 문자 영원히 저장해 둔 적 없어.
pt: Eu nunca guardei uma mensagem gira tua para sempre.

source: Never have I ever screenshot a chat just in case.
de: Hab ich noch nie „just in case“ einen Chat gescreenshottet.
es: Yo nunca he hecho captura de un chat por si acaso.
fr: Je n'ai jamais fait une capture d'écran d'une conversation au cas où.
ko: 혹시 몰라 채팅 캡처해 둔 적 없어.
pt: Eu nunca fiz screenshot de uma conversa por precaução.

source: Never have I ever snooped in your bag or pockets.
de: Hab ich noch nie in deiner Tasche oder Hosentasche rumgeschnüffelt.
es: Yo nunca he husmeado en tu bolso o bolsillos.
fr: Je n'ai jamais fouillé dans ton sac ou tes poches.
ko: 네 가방이나 주머니 뒤져 본 적 없어.
pt: Eu nunca bisbilhotaste a tua mala ou bolsos.

source: Never have I ever stalked our own couple photos.
de: Hab ich noch nie unsere eigenen Paarfotos angestalkt.
es: Yo nunca he stalkeado nuestras propias fotos de pareja.
fr: Je n'ai jamais stalké nos propres photos de couple.
ko: 우리 커플 사진 스토킹해 본 적 없어.
pt: Eu nunca fui ver as nossas fotos de casal obsessivamente.

source: Never have I ever stalked your ex online.
de: Hab ich noch nie deinen Ex online angestalkt.
es: Yo nunca he stalkeado a tu ex en internet.
fr: Je n'ai jamais stalké ton ex en ligne.
ko: 네 전 애 SNS 스토킹해 본 적 없어.
pt: Eu nunca fui ver o teu ex online.

source: Never have I ever stolen the last bite off your plate.
de: Hab ich noch nie dir den letzten Bissen vom Teller geklaut.
es: Yo nunca he robado el último bocado de tu plato.
fr: Je n'ai jamais volé la dernière bouchée dans ton assiette.
ko: 네 접시에서 마지막 한 입 훔쳐 먹은 적 없어.
pt: Eu nunca roubei a última dentada do teu prato.

source: Never have I ever told a friend something private about us.
de: Hab ich noch nie einem Freund etwas Privates über uns erzählt.
es: Yo nunca le he contado algo privado nuestro a un amigo.
fr: Je n'ai jamais dit un truc privé sur nous à un·e ami·e.
ko: 친구한테 우리 사적인 얘기한 적 없어.
pt: Eu nunca contei a um amigo algo privado sobre nós.

source: Never have I ever told a white lie to protect your feelings.
de: Hab ich noch nie eine kleine Lüge erzählt, um deine Gefühle zu schützen.
es: Yo nunca he dicho una mentira piadosa para proteger tus sentimientos.
fr: Je n'ai jamais dit un petit mensonge pour te ménager.
ko: 네 기분 상하게 안 하려고 작은 거짓말한 적 없어.
pt: Eu nunca disse uma mentirinha branca para proteger os teus sentimentos.

source: Never have I ever used your toothbrush (oops).
de: Hab ich noch nie deine Zahnbürste benutzt (ups).
es: Yo nunca he usado tu cepillo de dientes (ups).
fr: Je n'ai jamais utilisé ta brosse à dents (oups).
ko: 네 칫솔 썼어 (앗).
pt: Eu nunca usei a tua escova de dentes (ups).

source: Never have I ever watched your favorite show without you.
de: Hab ich noch nie deine Lieblingsserie ohne dich geschaut.
es: Yo nunca he visto tu serie favorita sin ti.
fr: Je n'ai jamais regardé ta série préférée sans toi.
ko: 네 최애 드라마 너 없이 본 적 없어.
pt: Eu nunca vi a tua série favorita sem ti.

source: Never have I ever worn matching energy on purpose.
de: Hab ich noch nie absichtlich die gleiche Stimmung mit dir getragen.
es: Yo nunca he llevado la misma energía a juego a propósito.
fr: Je n'ai jamais matché ton énergie exprès.
ko: 일부러 커플 텐션 맞춰 입은 적 없어.
pt: Eu nunca combinei a energia de propósito.

source: Never have I ever worn your clothes without asking.
de: Hab ich noch nie deine Klamotten ohne zu fragen getragen.
es: Yo nunca he usado tu ropa sin pedir.
fr: Je n'ai jamais porté tes fringues sans demander.
ko: 허락 없이 네 옷 입어 본 적 없어.
pt: Eu nunca usei a tua roupa sem pedir.

source: Never have I ever written your name when I was bored.
de: Hab ich noch nie deinen Namen geschrieben, wenn mir langweilig war.
es: Yo nunca he escrito tu nombre cuando estaba aburrido.
fr: Je n'ai jamais écrit ton prénom par ennui.
ko: 심심할 때 네 이름 써 본 적 없어.
pt: Eu nunca escrevi o teu nome quando estava aborrecido.

source: Never make the bed
de: Das Bett nie machen
es: Nunca hacer la cama
fr: Ne jamais faire le lit
ko: 절대 침대 안 정리
pt: Nunca fazer a cama

source: Never miss a sunrise together
de: Gemeinsam nie einen Sonnenaufgang verpassen
es: Nunca perdernos un amanecer juntos
fr: Ne jamais rater un lever de soleil ensemble
ko: 일출은 절대 같이
pt: Nunca perder um nascer do sol juntos

source: Never miss a sunset together
de: Gemeinsam nie einen Sonnenuntergang verpassen
es: Nunca perdernos un atardecer juntos
fr: Ne jamais rater un coucher de soleil ensemble
ko: 일몰은 절대 같이
pt: Nunca perder um pôr do sol juntos

source: Never share music taste
de: Musikgeschmack nie teilen
es: Nunca compartir gustos musicales
fr: Ne jamais partager les goûts musicaux
ko: 음악 취향 절대 안 맞추기
pt: Nunca partilhar gosto musical

source: Never watch shows alone
de: Serien nie alleine schauen
es: Nunca ver series solos
fr: Ne jamais regarder des séries seul·e
ko: 드라마 절대 혼자 안 보기
pt: Nunca ver séries sozinho

source: New Memory
de: Neue Erinnerung
es: Nuevo recuerdo
fr: Nouveau souvenir
ko: 새 추억
pt: Nova memória

source: New Year's couch
de: Silvester auf der Couch
es: Año Nuevo en el sofá
fr: Réveillon sur le canapé
ko: 새해는 소파에서
pt: Passagem de Ano no sofá

source: New Year's party
de: Silvesterparty
es: Fiesta de Año Nuevo
fr: Grosse fête du Nouvel An
ko: 새해 파티
pt: Festa de Passagem de Ano

source: Next card
de: Nächste Karte
es: Siguiente carta
fr: Carte suivante
ko: 다음 카드
pt: Próxima carta

source: Night owl
de: Nachteule
es: Persona nocturna
fr: Oiseau de nuit
ko: 올빼미형
pt: Pessoa da noite

source: No
de: Nein
fr: Non
ko: 아니
pt: Não

source: No check-ins yet. Once you both start logging moods, this becomes your monthly relationship report: energy patterns, love meter trends and who checks in more.
de: Noch keine Check-ins. Sobald Sie beide beginnen, Stimmungen zu protokollieren, wird dies zu Ihrem monatlichen Beziehungsbericht: Energiemuster, Liebesindikatortrends und wer mehr checkt.
es: Aún no hay registros. Una vez que ambos comiencen a registrar sus estados de ánimo, este se convertirá en su informe mensual de relaciones: patrones de energía, tendencias del medidor de amor y quién controla más.
fr: Pas encore d'enregistrement. Une fois que vous commencez tous les deux à enregistrer vos humeurs, cela devient votre rapport relationnel mensuel : modèles d'énergie, tendances du compteur d'amour et qui s'enregistre le plus.
ko: 아직 체크인이 없습니다. 두 사람 모두 기분을 기록하기 시작하면 에너지 패턴, 사랑 측정기 추세, 누가 더 많이 확인하는지 등의 월별 관계 보고서가 됩니다.
pt: Ainda não há check-ins. Assim que vocês dois começarem a registrar o humor, este se tornará seu relatório mensal de relacionamento: padrões de energia, tendências do medidor de amor e quem verifica mais.

source: No payment now · cancel anytime in the App Store
de: Jetzt keine Zahlung · jederzeit im App Store kündbar
es: Sin pago ahora · cancelar en cualquier momento en la App Store
fr: Aucun paiement maintenant · Annulez à tout moment dans l'App Store
ko: 지금은 결제 불가 · App Store에서 언제든지 취소 가능
pt: Nenhum pagamento agora · cancele a qualquer momento na App Store

source: No photo
de: Kein Foto
es: Sin foto
fr: Aucune photo
ko: 사진 없음
pt: Nenhuma foto

source: No prompts yet.
de: Noch keine Karten.
es: Aún no hay cartas.
fr: Pas encore de cartes.
ko: 아직 카드가 없어요.
pt: Ainda sem cartas.

source: Not paired yet
de: Noch nicht gekoppelt
es: Aún no emparejado
fr: Pas encore couplé
ko: 아직 페어링되지 않음
pt: Ainda não pareado

source: Not really
de: Nicht wirklich
es: No precisamente
fr: Pas vraiment
ko: 설마
pt: Na verdade

source: now
de: Jetzt
es: ahora
fr: maintenant
ko: 지금
pt: agora

source: Occasional premium offers and feature tips. Never more than one a week.
de: Gelegentliche Premium-Angebote und Funktionstipps. Nie mehr als eine pro Woche.
es: Ofertas premium ocasionales y consejos sobre funciones. Nunca más de uno por semana.
fr: Offres premium occasionnelles et conseils sur les fonctionnalités. Jamais plus d'un par semaine.
ko: 비정기적인 프리미엄 제안 및 기능 팁. 일주일에 한 번 이상은 절대 안 됩니다.
pt: Ofertas premium ocasionais e dicas de recursos. Nunca mais do que um por semana.

source: Offer ends %@ from now
de: Das Angebot endet %@ ab sofort
es: La oferta finaliza %@ a partir de ahora
fr: L'offre se termine à %@ à partir de maintenant
ko: 지금부터 %@ 혜택이 종료됩니다
pt: A oferta termina em %@ a partir de agora

source: One big gift a year
de: Ein großes Geschenk pro Jahr
es: Un gran regalo al año
fr: Un gros cadeau par an
ko: 1년에 큰 선물 하나
pt: Um grande presente por ano

source: One incredible night abroad
de: Eine unvergessliche Nacht im Ausland
es: Una noche increíble en el extranjero
fr: Une nuit incroyable à l'étranger
ko: 해외에서 환상적인 하룻밤
pt: Uma noite incrível no estrangeiro

source: One more sleep. Anything left to plan together?
de: Noch einmal schlafen. Gibt es noch etwas gemeinsam zu planen?
es: Un sueño más. ¿Queda algo por planear juntos?
fr: Encore un sommeil. Reste-t-il quelque chose à planifier ensemble ?
ko: 한 번 더 자요. 함께 계획할 일이 남았나요?
pt: Mais um sono. Falta alguma coisa para planejarmos juntos?

source: One perfect week a year
de: Eine perfekte Woche pro Jahr
es: Una semana perfecta al año
fr: Une semaine parfaite par an
ko: 1년에 완벽한 일주일
pt: Uma semana perfeita por ano

source: One question. Every day.
de: Eine Frage. Jeden Tag.
es: Una pregunta. Cada día.
fr: Une question. Chaque jour.
ko: 매일, 질문 하나.
pt: Uma pergunta. Todos os dias.

source: One reminder per day so you never lose your streak.
de: Eine Erinnerung pro Tag, damit Sie nie Ihren Streak verlieren.
es: Un recordatorio por día para que nunca pierdas tu racha.
fr: Un rappel par jour pour ne jamais perdre votre séquence.
ko: 하루에 한 번씩 알림을 받아 연속 기록을 잃지 마세요.
pt: Um lembrete por dia para que você nunca perca sua seqüência.

source: One rough location (~1 km) each time you use the app — never in the background, zero battery cost.
de: Ein ungefährer Standort (ca. 1 km) bei jeder Nutzung der App – nie im Hintergrund, keine Batteriekosten.
es: Una ubicación aproximada (~1 km) cada vez que usas la aplicación, nunca en segundo plano, sin costo de batería.
fr: Un emplacement approximatif (~ 1 km) à chaque fois que vous utilisez l'application — jamais en arrière-plan, aucun coût de batterie.
ko: 앱을 사용할 때마다 대략적인 위치(~1km)를 사용합니다. 백그라운드에서는 절대 사용하지 않으며 배터리 비용도 들지 않습니다.
pt: Um local aproximado (cerca de 1 km) cada vez que você usa o aplicativo – nunca em segundo plano, sem custo de bateria.

source: One subscription covers you and %@
de: Ein Abonnement deckt Sie ab und %@
es: Una suscripción te cubre y %@
fr: Un abonnement vous couvre et %@
ko: 한 번의 구독으로 귀하와 %@ 모두를 보호할 수 있습니다.
pt: Uma assinatura cobre você e %@

source: One subscription, two of you 💞
de: Ein Abo, ihr zwei 💞
es: Una suscripción, dos de ustedes 💞
fr: Un abonnement, vous deux 💞
ko: 구독은 하나, 둘이 😘
pt: Uma assinatura, dois de vocês 💞

source: One time only — %@ per week, per person. Still covers both of you.
de: Nur einmal — %@ pro Woche und Person. Gilt trotzdem für euch beide.
es: Solo una vez — %@ por semana, por persona. Cubre a los dos igual.
fr: Une seule fois — %@ par semaine, par personne. Ça couvre quand même vous deux.
ko: 딱 한 번만 — 주당 %@, 1인당. 둘 다 포함이야.
pt: Só uma vez — %@ por semana, por pessoa. Continua a cobrir os dois.

# One time only: %@ — that's %@ per week, per person. Still covers both of you.
source: One time only: %1$@ — that's %2$@ per week, per person. Still covers both of you.
de: Nur einmalig: %@ – das sind %@ pro Woche und Person. Deckt immer noch Sie beide ab.
es: Solo una vez: %@: es decir, %@ por semana, por persona. Todavía los cubre a ambos.
fr: Une seule fois : %@ — soit %@ par semaine et par personne. Cela vous couvre toujours tous les deux.
ko: 한 번만: %@ — 1인당 주당 %@입니다. 여전히 두 사람 모두를 다루고 있습니다.
pt: Apenas uma vez: %@ — são %@ por semana, por pessoa. Ainda cobre vocês dois.

source: One TV in the house
de: Ein Fernseher im Haus
es: Una sola tele en casa
fr: Une seule télé dans la maison
ko: 집에 TV 한 대
pt: Uma TV em casa

source: Only call for a month
de: Einen Monat nur anrufen
es: Solo llamar durante un mes
fr: Appeler seulement pendant un mois
ko: 한 달 동안 전화만
pt: Só telefonar durante um mês

source: Only text for a month
de: Einen Monat nur texten
es: Solo mensajes durante un mes
fr: Texter seulement pendant un mois
ko: 한 달 동안 문자만
pt: Só mensagens durante um mês

source: Open a joint bank account?
de: Ein gemeinsames Bankkonto eröffnen?
es: ¿Abrir una cuenta bancaria conjunta?
fr: Ouvrir un compte joint ?
ko: 공동 계좌 만들까?
pt: Abrir uma conta bancária conjunta?

source: Open floor plan
de: Offener Grundriss
es: Planta abierta
fr: Plan ouvert
ko: 오픈 플랜
pt: Planta aberta

source: Order in
de: Bestellen
es: Pedir a domicilio
fr: Commander à emporter
ko: 배달
pt: Encomendar comida

source: Our own wedding redo
de: Unsere Hochzeit nochmal feiern
es: Rehacer nuestra boda
fr: Refaire notre mariage à notre façon
ko: 우리만의 결혼식 다시
pt: Refazer o nosso casamento

source: Our Timeline
de: Unsere Timeline
es: Nuestra cronología
fr: Notre chronologie
ko: 우리의 타임라인
pt: A nossa cronologia

source: Packed mornings
de: Hektische Morgen
es: Mañanas ajetreadas
fr: Matinées chargées
ko: 바쁜 아침
pt: Manhãs atarefadas

source: Paint a room in our place together?
de: Ein Zimmer bei uns zusammen streichen?
es: ¿Pintar una habitación de nuestro hogar juntos?
fr: Peindre une pièce chez nous ensemble ?
ko: 우리 집 방 같이 페인트칠할까?
pt: Pintar um quarto em casa juntos?

source: Pair with your partner first — games unlock together.
de: Verbinde dich zuerst mit deinem Partner — Spiele schaltet ihr gemeinsam frei.
es: Conecta primero con tu pareja — los juegos se desbloquean juntos.
fr: Relie-toi d'abord à ton partenaire — les jeux se débloquent à deux.
ko: 먼저 파트너와 연결하세요 — 게임은 함께 열려요.
pt: Emparelha-te primeiro com o teu par — os jogos desbloqueiam-se a dois.

source: Pair with your partner in Missuo first
de: Koppeln Sie sich zuerst mit Ihrem Partner in Missuo
es: Emparéjate con tu pareja en Missuo primero
fr: Associez-vous d'abord à votre partenaire dans Missuo
ko: 먼저 Missuo에서 파트너와 페어링하세요
pt: Combine primeiro com seu parceiro em Missuo

source: Past
de: Vergangenheit
es: Pasado
fr: Passé
ko: 과거
pt: Passado

source: Penthouse downtown
de: Penthouse in der Stadt
es: Ático en el centro
fr: Penthouse en centre-ville
ko: 도심 펜트하우스
pt: Penthouse no centro

source: per year · both partners included
de: pro Jahr · beide Partner inklusive
es: por año · ambos socios incluidos
fr: par an · les deux partenaires inclus
ko: 연간 · 두 파트너 모두 포함
pt: por ano · ambos os parceiros incluídos

source: per year · both partners included · no free trial
de: pro Jahr · beide Partner inklusive · keine Testphase
es: por año · las dos personas incluidas · sin prueba gratis
fr: par an · vous deux inclus · pas d'essai gratuit
ko: 연간 · 두 파트너 포함 · 무료 체험 없음
pt: por ano · os dois parceiros incluídos · sem período experimental

source: Pet parents
de: Haustier-Eltern
es: Padres de mascotas
fr: Parents d'animaux
ko: 펫 부모
pt: Pais de animais

source: Pets are practice for parenting.
de: Haustiere sind Übung fürs Elternsein.
es: Las mascotas son práctica para ser padres.
fr: Les animaux, c'est l'entraînement avant les enfants.
ko: 반려동물은 육아 연습이야.
pt: Animais são treino para ser pais.

source: Phones should stay out of the bedroom.
de: Handys gehören nicht ins Schlafzimmer.
es: Los teléfonos deberían quedarse fuera del dormitorio.
fr: Les téléphones devraient rester hors de la chambre.
ko: 침실엔 폰 없어야 해.
pt: Os telemóveis deviam ficar fora do quarto.

source: Physical touch
de: Körperliche Nähe
es: Contacto físico
fr: Le toucher physique
ko: 스킨십
pt: Toque físico

source: Pick a charity and donate monthly as a couple?
de: Eine Charity wählen und monatlich spenden?
es: ¿Elegir una ONG y donar cada mes como pareja?
fr: Choisir une asso et donner chaque mois en couple ?
ko: 커플로 매달 기부할 자선 골라볼까?
pt: Escolher uma instituição e doar mensalmente como casal?

source: Pick you or them — then compare
de: Du oder dein Schatz — dann vergleichen
es: Tú o tu pareja — luego comparáis
fr: Toi ou l'autre — puis on compare
ko: 너냐 상대냐 고르고 비교하기
pt: Tu ou o teu par — depois comparam

source: Picnic blanket
de: Picknickdecke
es: Manta de picnic
fr: Couverture de pique-nique
ko: 피크닉 담요
pt: Manta de piquenique

source: Picnic under the stars
de: Picknick unter den Sternen
es: Picnic bajo las estrellas
fr: Pique-nique sous les étoiles
ko: 별 아래 피크닉
pt: Piquenique sob as estrelas

source: Plan a surprise for each other on the same day?
de: Am selben Tag eine Überraschung füreinander planen?
es: ¿Planear una sorpresa el uno para el otro el mismo día?
fr: Préparer une surprise l'un pour l'autre le même jour ?
ko: 같은 날 서로 깜짝 선물할까?
pt: Planear uma surpresa um para o outro no mesmo dia?

source: Planned
de: Geplant
es: Planificado
fr: Planifié
ko: 계획형
pt: Espontâneo

source: Plant parents
de: Pflanzen-Eltern
es: Padres de plantas
fr: Parents de plantes
ko: 식물 부모
pt: Pais de plantas

source: Play
de: Spielen
es: Jugar
fr: Jouer
ko: 놀이
pt: Jogar

source: Play from anywhere — pick your answer, then see theirs when they reply.
de: Spiel von überall — wähl deine Antwort und sieh die von deinem Partner, sobald geantwortet wurde.
es: Juega desde donde sea: elige tu respuesta y verás la suya cuando responda.
fr: Joue où tu veux — choisis ta réponse, tu verras la sienne quand il/elle répondra.
ko: 어디서든 플레이 — 답 고르면, 상대도 답한 뒤 서로의 선택을 볼 수 있어.
pt: Joga de qualquer lugar — escolhe a tua resposta e vês a dele/dela quando responder.

source: Post the date
de: Das Datum posten
es: Publicar la cita
fr: Poster la date
ko: 데이트 인증
pt: Publicar a data

source: Powers your day counter, the anniversary countdown on Home and the Love Days widget. Change it any time in Settings.
de: Versorgt Ihren Tageszähler, den Jubiläums-Countdown auf der Startseite und das Love Days-Widget. Sie können es jederzeit in den Einstellungen ändern.
es: Activa tu contador de días, la cuenta regresiva de aniversario en Inicio y el widget Días del amor. Cámbielo en cualquier momento en Configuración.
fr: Alimente votre compteur journalier, le compte à rebours d'anniversaire sur Home et le widget Love Days. Modifiez-le à tout moment dans Paramètres.
ko: 하루 카운터, 홈의 기념일 카운트다운 및 Love Days 위젯을 강화합니다. 언제든지 설정에서 변경하세요.
pt: Alimenta o contador diário, a contagem regressiva de aniversário na página inicial e o widget Love Days. Altere-o a qualquer momento nas Configurações.

source: Private affection
de: Zärtlichkeit privat
es: Cariño en privado
fr: Affection discrète
ko: 은밀한 애정
pt: Carinho privado

source: Problem-solve together
de: Gemeinsam Probleme lösen
es: Resolver problemas juntos
fr: Résoudre les problèmes ensemble
ko: 같이 문제 풀기
pt: Resolver problemas juntos

source: Public affection
de: Zärtlichkeit in der Öffentlichkeit
es: Cariño en público
fr: Affection en public
ko: 공개 애정
pt: Carinho em público

source: Push through for the memory
de: Durchziehen für die Erinnerung
es: Seguir adelante por el recuerdo
fr: Tenir bon pour le souvenir
ko: 추억 위해 버티기
pt: Aguentar pela memória

source: Quality time beats expensive gifts.
de: Quality Time schlägt teure Geschenke.
es: El tiempo de calidad gana a los regalos caros.
fr: Le temps de qualité bat les cadeaux chers.
ko: 비싼 선물보다 함께하는 시간이 이겨.
pt: Tempo de qualidade vale mais que presentes caros.
